9/data/attachments/4c469fee9008294a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Maria_car_Friend_13797_6</nif:username>
            <nif:friendToBeRequested>soap_friends_60a94ffb-b0d2-4575-90f7-06309ce18dc4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>